<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Info.plist</key>
		<data>
		pJaFzUM/1eej0sqSihbsSf+fMXI=
		</data>
		<key>Modules/LyraCardScan.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		sfYsz1vnLKQCCDO9GA30glabI2E=
		</data>
		<key>Modules/LyraCardScan.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		jChQf2zzXlelrUPeH+fbXXg3GqE=
		</data>
		<key>Modules/LyraCardScan.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		DFkOQqgX8IuK4O98PwdnDyR7r94=
		</data>
		<key>Modules/LyraCardScan.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		jChQf2zzXlelrUPeH+fbXXg3GqE=
		</data>
		<key>Modules/LyraCardScan.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		wcdi5MvNS1I83086coKhyun2Muw=
		</data>
		<key>Modules/LyraCardScan.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		sfYsz1vnLKQCCDO9GA30glabI2E=
		</data>
		<key>Modules/LyraCardScan.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		uRUjrtsdGWL56qL5XuQjP9nrygE=
		</data>
		<key>Modules/LyraCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		ScpLZMuh5fbtJc49hY06r/gn5vk=
		</data>
		<key>Modules/LyraCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		uRUjrtsdGWL56qL5XuQjP9nrygE=
		</data>
		<key>Modules/LyraCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		dWP15auiiEMtqdxaqR7QCHsQIRI=
		</data>
		<key>SSDOcr.mlmodelc/analytics/coremldata.bin</key>
		<data>
		UiqLFTJsqxBORHoSroDEfIZPDx8=
		</data>
		<key>SSDOcr.mlmodelc/coremldata.bin</key>
		<data>
		zfDnP344UgORYJpxG1y11LTydN0=
		</data>
		<key>SSDOcr.mlmodelc/metadata.json</key>
		<data>
		8i7/JUTm8cdk0GIi3aoshxX0SqI=
		</data>
		<key>SSDOcr.mlmodelc/model.espresso.net</key>
		<data>
		N+nYGES7fZ/QQ8Ot9dQEtLbk1nU=
		</data>
		<key>SSDOcr.mlmodelc/model.espresso.shape</key>
		<data>
		W3/9JheWzzwl118npp97v5UaPc8=
		</data>
		<key>SSDOcr.mlmodelc/model.espresso.weights</key>
		<data>
		PObM/mvTxhseG0ZBN7HvnJW2afc=
		</data>
		<key>SSDOcr.mlmodelc/model/coremldata.bin</key>
		<data>
		wBHrQmNGaE7FAYdc8Q7gD5xbSrQ=
		</data>
		<key>SSDOcr.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>UxModel.mlmodelc/analytics/coremldata.bin</key>
		<data>
		RURDr5W+w8sdEATQUqd+da/Ulj0=
		</data>
		<key>UxModel.mlmodelc/coremldata.bin</key>
		<data>
		Me34Ozz5BX24cnpM1Jd3IDDOjLg=
		</data>
		<key>UxModel.mlmodelc/metadata.json</key>
		<data>
		Q5y+BdbZK2G6bB6Iny47mGTN8LY=
		</data>
		<key>UxModel.mlmodelc/model.espresso.net</key>
		<data>
		VZFLQCDCiALVnNXFFuXMRuri+Hk=
		</data>
		<key>UxModel.mlmodelc/model.espresso.shape</key>
		<data>
		h0Y+MRwL1RYMwzhqcpAVbcKOnX0=
		</data>
		<key>UxModel.mlmodelc/model.espresso.weights</key>
		<data>
		CNlpz0LI5CDinWs3l2XzFinjp5U=
		</data>
		<key>UxModel.mlmodelc/model/coremldata.bin</key>
		<data>
		SyCFBfZQLeAXbmzAjbhRoiI96qY=
		</data>
		<key>UxModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>en.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			M1O4ziZZbRH5UjJOho7KZtn0RPQ=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			/NGnc+G6iK8Om7+dH74ePgrdrQ4=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>fr.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			KZpUH2haUVmGrQBCdqMdVfJ5dsw=
			</data>
			<key>optional</key>
			<true/>
		</dict>
	</dict>
	<key>files2</key>
	<dict>
		<key>Modules/LyraCardScan.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			+7Zi/qYtje0fPFghyBywpYRLcNEvzHYv8Yfr1LczZWU=
			</data>
		</dict>
		<key>Modules/LyraCardScan.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			r3SPyDyJ+KgPBliXw1dDqeT6GtDjWXYpc8pZw3x2vwk=
			</data>
		</dict>
		<key>Modules/LyraCardScan.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			wd+5DvDV/VWSpj1Ivmdin82pBm2RJdEx4ytU3hbVD0M=
			</data>
		</dict>
		<key>Modules/LyraCardScan.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			r3SPyDyJ+KgPBliXw1dDqeT6GtDjWXYpc8pZw3x2vwk=
			</data>
		</dict>
		<key>Modules/LyraCardScan.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			q6LppzY7dDbBG0D2S0pjgrmEqs9+X4wPPijxW/XpzIY=
			</data>
		</dict>
		<key>Modules/LyraCardScan.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			+7Zi/qYtje0fPFghyBywpYRLcNEvzHYv8Yfr1LczZWU=
			</data>
		</dict>
		<key>Modules/LyraCardScan.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			HPoIehlXqzKgaf/+xtKZLWTVg78eJajNq/PQGUuTjNs=
			</data>
		</dict>
		<key>Modules/LyraCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			YHk2ke7XKTG4Vv2N+Uh8XDPfzQr5jIf9M+1v8z5vuYM=
			</data>
		</dict>
		<key>Modules/LyraCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			HPoIehlXqzKgaf/+xtKZLWTVg78eJajNq/PQGUuTjNs=
			</data>
		</dict>
		<key>Modules/LyraCardScan.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			+T/yw7v/Avnhj0Hq4295n2p5dmWQDI1YNXfsVQw/mJE=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			uEWWgepKCIZa2CqzXumqoztbLmlRPow8FGNIXwdF+xY=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			mgoFQxyQNHJ5v9R+M7D3NJxcTLaOIBVUk5tlBoYS+bw=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			dPzl1GwkbX0YeBlZ/+MV7jF4U32gaYNQ4QTI2r7djfk=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			7F//E23pS9+M6WX5N53EkHrVdCX22oEjnohHmc7N0VU=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			zZ5wv2sH3eRzn2pBwbDonQtWV3SkS4N/XPn0WD8F1AA=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			oT/Gghig43PrZvEbK4QLjX/4EbDWh/pmTNSBHakJ8vA=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			hbCZFIrZAF+IjdmBIFJ3wbNm1hBnaN4fctkyWK6u12w=
			</data>
		</dict>
		<key>SSDOcr.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>UxModel.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			hPM0R0NWgPHuel0rNTj0Cl6nCQ2E5LIR0fjHsJ3J0z8=
			</data>
		</dict>
		<key>UxModel.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			nV/4SK2K5dSUnQWwB0Ce6xLPoUqMIZQTEAlQrgJa1cM=
			</data>
		</dict>
		<key>UxModel.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			n0DS86FsPnCtXg5FWGaQMzIEtblQBCAt3zc18372xXY=
			</data>
		</dict>
		<key>UxModel.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			FF8B0CjiuV3I8OnLIVXnxlR3wqpUkSeXC30PYrz2cqc=
			</data>
		</dict>
		<key>UxModel.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			4FQwIp4DsJmKA+E29QUFFq4gWCZ85TcYNjSx8MUyO/s=
			</data>
		</dict>
		<key>UxModel.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			bygjly368CqInQ7249HsNIlnPLwpfe0qV2VxM4USwkw=
			</data>
		</dict>
		<key>UxModel.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			tNBxRdA4U0U6IV6ghnhq4ATiAi+acP3hdOsKP3Yfptg=
			</data>
		</dict>
		<key>UxModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>en.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			kWuqUhGg6ZQJ0DjVC0FYj0Or158JjlQiPTbjFCmiziY=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			xdyP3H7d3iztwJntyDFhn/uL815Q1yUGAyCPDp724Ic=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>fr.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			C6rArJsnTmNyPMqG1VVW6O5e4iDu9m+fhTJaurB5fyY=
			</data>
			<key>optional</key>
			<true/>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
